const cities = [];
const cities = [
{
name: "Москва",
districts: [
"ЦАО",
"САО",
"ЮАО",
"ВАО",
"ЗАО",
"СЗАО",
"ЮЗАО",
"СВАО"
]
},
{
name: "Санкт-Петербург",
districts: [
"Адмиралтейский",
"Василеостровский",
"Выборгский",
"Калининский",
"Кировский",
"Московский",
"Невский"
]
},
{
name: "Екатеринбург",
districts: [
"Верх-Исетский",
"Железнодорожный",
"Кировский",
"Ленинский",
"Октябрьский",
"Орджоникидзевский",
"Чкаловский"
]
},
{
name: "Новосибирск",
districts: [
"Железнодорожный",
"Заельцовский",
"Калининский",
"Кировский",
"Ленинский",
"Октябрьский"
]
},
{
name: "Казань",
districts: [
"Вахитовский",
"Кировский",
"Московский",
"Ново-Савиновский",
"Приволжский"
]
}
];
